/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: Azkar
 * Locale: ru, Russian
 * Exported by: Abdurahim Jauzee
 * Exported at: Thu, 18 Dec 2025 19:16:43 +0200
 */

/* loco:616e2d51fc8b8e298b6e2031
 * Зикр №1, зикр №2 и тд */
"common.dhikr" = "Зикр №%@";

/* loco:616e2d51fc8b8e298b6e2032
 * Надпись «Версия» обозначающая версию приложения. */
"common.version" = "Версия";

/* loco:616e2d51fc8b8e298b6e2033
 * Кнопка «поделиться приложением» */
"common.share-app" = "Поделиться приложением";

/* loco:616e2d51fc8b8e298b6e2034
 * Кнопка «восстановить» для покупки */
"common.restore" = "Восстановить";

/* loco:616e2d51fc8b8e298b6e2035
 * Фраза «выберите раздел» для открытия раздела */
"common.pick-section" = "Выберите раздел";

/* loco:616e2d51fc8b8e298b6e2036
 * Название раздела "о приложении" в корневом экране */
"common.about" = "О приложении";

/* loco:616e2d51fc8b8e298b6e2038
 * Секция: материалы */
"credits.materials" = "🗃 Материалы";

/* loco:616e2d51fc8b8e298b6e2039
 * Секция: графические материалы */
"credits.graphics" = "🎨 Графические материалы и шрифты";

/* loco:616e2d51fc8b8e298b6e203a
 * Секция: Использованные библиотеки с открытым исходным кодом */
"credits.libraries" = "🧱 Библиотеки с открытым кодом";

/* loco:616e2d51fc8b8e298b6e203b
 * Ссылка на azkar.ru */
"credits.azkar-ru" = "Перевод, транскрипция, аудиофайлы озвучки (azkar.ru)";

/* loco:616e2d51fc8b8e298b6e203c
 * Исходный код */
"credits.source-code" = "Исходный код приложения Azkar (github.com)";

/* loco:616e2d51fc8b8e298b6e203d
 * Просто слофо "шрифт" */
"about.credits.font" = "Шрифт %@";

/* loco:616e2d51fc8b8e298b6e203e
 * Просто слово "изображение/рисунок" */
"about.credits.image" = "Изображение %@";

/* loco:616e2d51fc8b8e298b6e203f
 * Просто слово "анимация" */
"credits.animation" = "Анимация %@";

/* loco:616e2d51fc8b8e298b6e2040
 * Ссылка на Комплекс. Можно оставить без перевода. */
"credits.quran-complex-font" = "Шрифт Комплекса имени Короля Фахда по изданию Священного Корана";

/* loco:616e2d51fc8b8e298b6e2041
 * Секция: поддержка */
"about.support.header" = "⚒ Обратная связь";

/* loco:616e2d51fc8b8e298b6e2042
 * Кнопка: Написать на email */
"about.support.write-to-email" = "Написать на эл. почту";

/* loco:616e2d51fc8b8e298b6e2043
 * Название кнопки «Оставить отзыв о приложении в App Store» */
"about.support.leave-review" = "Оставить отзыв";

/* loco:616e2d51fc8b8e298b6e2044 */
"common.project" = "проект";

/* loco:616e2d51fc8b8e298b6e2045
 * Канал в Telegram */
"credits.studio.telegram-channel" = "Канал в Telegram";

/* loco:616e2d51fc8b8e298b6e2046
 * Страница в Instagram */
"credits.studio.instagram-page" = "Страница в Instagram";

/* loco:616e2d51fc8b8e298b6e2047
 * Наши приложения */
"credits.studio.jawziyya-apps" = "Наши приложения";

/* loco:616e2d51fc8b8e298b6e2048
 * Утренние азкары */
"category.morning" = "Утренние";

/* loco:616e2d51fc8b8e298b6e2049
 * Вечерние азкары */
"category.evening" = "Вечерние";

/* loco:616e2d51fc8b8e298b6e204a
 * Азкары после молитвы */
"category.after-salah" = "Азкары после молитвы";

/* loco:616e2d51fc8b8e298b6e204b
 * Важные азкары */
"category.other" = "Важные азкары";

/* loco:616e2d51fc8b8e298b6e204c
 * Текст напоминания о включении уведомлений об азкарах */
"alerts.turn-on-notifications-alert" = "Включите уведомления, чтобы приложение напоминало о времени утренних и вечерних азкаров";

/* loco:616e2d51fc8b8e298b6e204d
 * Текст уведомления о выборе значка приложения */
"alerts.checkout-icon-packs" = "Выберите значок для приложения Azkar";

/* loco:616e2d51fc8b8e298b6e204e
 * Текст уведомления об утренних азкарах */
"notifications.morning-notification-title" = "Утренние азкары 🌅";

/* loco:616e2d51fc8b8e298b6e204f
 * Текст уведомления о вечерних азкарах */
"notifications.evening-notification-title" = "Вечерние азкары 🌄";

/* loco:616e2d51fc8b8e298b6e2050
 * Заголовок экрана «О приложении» */
"about.title" = "О приложении";

/* loco:616e2d51fc8b8e298b6e2051
 * Заголовок экрана Настройки */
"settings.title" = "Настройки";

/* loco:616e2d51fc8b8e298b6e2052
 * Настройка, переключающая различные "несерьезные" функции типа конфетти и т.п. */
"settings.use_fun_features" = "Украшения";

/* loco:616e2d51fc8b8e298b6e2053
 * Описание настройки, переключающая различные "несерьезные" функции типа конфетти и т.п. Можно что-нибудь вкратце или даже пропустить. */
"settings.use_fun_features_tip" = "Это функции, которые делают приложение более красочным, но по мнению некоторых людей являются лишними, и они были бы рады их отключить.\nТеперь у таких людей есть своя кнопка. :-)";

/* loco:616e2d51fc8b8e298b6e2054
 * Тема приложения */
"settings.appearance.title" = "Оформление";

/* loco:616e2d51fc8b8e298b6e2055
 * Автоматическая тема (зависит от настроек устройства) */
"settings.appearance.color-scheme.auto.title" = "Авто";

/* loco:616e2d51fc8b8e298b6e2056
 * Светлая тема приложения */
"settings.appearance.color-scheme.light.title" = "Светлая";

/* loco:616e2d51fc8b8e298b6e2057
 * Темная тема приложения */
"settings.appearance.color-scheme.dark.title" = "Тёмная";

/* loco:616e2d51fc8b8e298b6e2058
 * Слово, обозначающее один значок/иконку приложения */
"settings.icon.title" = "Значок";

/* loco:616e2d51fc8b8e298b6e2059
 * Название значка */
"settings.icon.list.gold" = "Золото";

/* loco:616e2d51fc8b8e298b6e205a
 * Название значка */
"settings.icon.list.ink" = "Чернила";

/* loco:616e2d51fc8b8e298b6e205b
 * Название значка */
"settings.icon.list.dark_night" = "Тёмная ночь";

/* loco:616e2d51fc8b8e298b6e205c */
"settings.icon.list.ramadan" = "Рамадан";

/* loco:616e2d51fc8b8e298b6e205d
 * Заголовок секции Уведомления (в настройках) */
"settings.reminders.title" = "Напоминания";

/* loco:616e2d51fc8b8e298b6e205e
 * Настройка: включить/выключить напоминания об азкарах */
"settings.reminders.morning-evening.switch-label" = "Напоминать об утренних и вечерних азкарах";

/* loco:616e2d51fc8b8e298b6e205f
 * Настройка: напоминание об утренних азкарах (вкл/выкл) */
"settings.reminders.morning-evening.morning-label" = "Утренние азкары";

/* loco:616e2d51fc8b8e298b6e2060
 * Настройка: напоминание о вечерних азкарах (вкл/выкл) */
"settings.reminders.morning-evening.evening-label" = "Вечерние азкары";

/* loco:616e2d51fc8b8e298b6e2061
 * Заголовок секции настроек текста */
"settings.text.title" = "Текст";

/* loco:616e2d51fc8b8e298b6e2062
 * Настройка: использовать системный размер текста */
"settings.text.use-system-font-size" = "Системный размер текста";

/* loco:616e2d51fc8b8e298b6e2063
 * Настройка: размер арабского текста */
"settings.text.arabic-text-font" = "Шрифт арабского текста";

/* loco:616e2d51fc8b8e298b6e2064
 * Настройка: размер текста */
"settings.text.font-size" = "Размер текста";

/* loco:616e2d51fc8b8e298b6e2065
 * Название стандартного арабского шрифта */
"settings.text.standard-font-name" = "Системный";

/* loco:616e2d51fc8b8e298b6e2066
 * Настройка приложения: Показывать огласовки */
"settings.text.show-tashkeel" = "Отображать огласовки";

/* loco:616e2d51fc8b8e298b6e2067
 * Перевод */
"read.translation" = "перевод";

/* loco:616e2d51fc8b8e298b6e2068
 * Транскрипция */
"read.transcription" = "транскрипция";

/* loco:616e2d51fc8b8e298b6e2069
 * Количество повторений */
"read.repeats" = "повторения";

/* loco:616e2d51fc8b8e298b6e206a
 * Источник зикра. Например: «Источник: аль-Бухари, 123» */
"read.source" = "источник";

/* loco:616e2d51fc8b8e298b6e206b
 * Передатчик хадиса с зикром. Например: «Привёл: аль-Бухари» */
"read.narrated-by" = "привёл";

/* loco:616e2d51fc8b8e298b6e206c
 * Название стандартного набора значков */
"icon_pack.standard.title" = "Стандартный набор значков";

/* loco:616e2d51fc8b8e298b6e206d
 * Не нужно переводить */
"icon_pack.standard.description" = " ";

/* loco:616e2d51fc8b8e298b6e206e
 * Сообщение, которое отображается пользователю после успешного завершения покупки */
"icon_pack.info.purchased-message" = "Вы приобрели этот набор 🎉";

/* loco:616e2d51fc8b8e298b6e2081
 * Fuzzy */
"fadl.source.Quran" = "Коран";

/* loco:616e2d51fc8b8e298b6e2082 */
"fadl.source.Bukhari" = "«Сахих», аль-Бухари";

/* loco:616e2d51fc8b8e298b6e2083
 * Fuzzy */
"fadl.source.Muslim" = "«Сахих», Муслим";

/* loco:616e2d51fc8b8e298b6e2084 */
"fadl.source.AbuDaud" = "Абу Дауд";

/* loco:616e2d51fc8b8e298b6e2085
 * Fuzzy */
"fadl.source.Beyhaqi" = "аль-Бейхаки";

/* loco:616e2d51fc8b8e298b6e2086
 * Name of the application */
"app-name" = "Azkar";

/* loco:616e2d51fc8b8e298b6e2087
 * Fuzzy */
"common.default" = "По умолчанию";

/* loco:616e2d51fc8b8e298b6e2088
 * Fuzzy */
"settings.appearance.color-theme.header" = "Цветовая схема";

/* loco:616e2d51fc8b8e298b6e2089
 * Sea theme */
"settings.appearance.color-theme.sea" = "Море";

/* loco:616e2d51fc8b8e298b6e208a */
"settings.appearance.color-theme.purple-rose" = "Пурпурная роза";

/* loco:616e2d51fc8b8e298b6e208b */
"settings.appearance.color-theme.ink" = "Чернила";

/* loco:616e2d51fc8b8e298b6e208c */
"settings.appearance.color-theme.rose-quartz" = "Розовый кварц";

/* loco:616e311156aaf43bc464a1f2 */
"text.source.bukhari" = "аль-Бухари";

/* loco:616e311856aaf43bc464a1f4 */
"text.source.muslim" = "Муслим";

/* loco:616e312cb0caa6543c2e0b82 */
"text.source.tirmidhi" = "ат-Тирмизи";

/* loco:616e3175028bb12f624a4b23 */
"text.source.ahmad" = "Ахмад";

/* loco:616e31b326fb4e080c1583f2 */
"text.source.abudaud" = "Абу Дауд";

/* loco:616e31fa826e0c6ee369f534 */
"text.source.nasai" = "ан-Насаи";

/* loco:616e323ba6019c58673d98d2 */
"text.source.quran" = "Коран";

/* loco:616e329ba5885853605306e3 */
"text.source.ibnhuzeyma" = "Ибн Хузейма";

/* loco:617ebee6431dd17ac966b5c3 */
"fonts.type.serif" = "С засечками";

/* loco:617ebeec7a09e25b93182604 */
"fonts.type.sansSerif" = "Без засечек";

/* loco:617ebefab0e26124f2684722 */
"fonts.type.handwritten" = "Рукописные";

/* loco:61838bc25eff7711cd149704 */
"fonts.type.decorative" = "Декоративные";

/* loco:61838bfc16405d66d41b19d3 */
"fonts.standard-font" = "Системный";

/* loco:61838cf4fc54a7145708f0b2 */
"settings.text.translation_text_font" = "Шрифт перевода";

/* loco:6183966207542b7c86737782 */
"settings.text.use_system_font_size_tip" = "Если эта настройка включена, размер текста будет зависеть от настроек устройства. Если выключить эту функцию, размер текста можно выбрать вручную.";

/* loco:6184257a5ba70b18893727c2 */
"settings.reminders.sounds.title" = "Звуки";

/* loco:6184258f468c8268b6062932 */
"settings.reminders.sounds.standard" = "Стандартные";

/* loco:618425995ba70b18893727c4 */
"settings.reminders.sounds.custom" = "Дополнительные";

/* loco:61866ef1076f415d345364c2 */
"settings.reminders.reminder-types-section-title" = "Виды напоминаний";

/* loco:61866f739e07f14a8920a862 */
"common.enable" = "Включить";

/* loco:61866fd5ac73f30f6a7c7a32 */
"settings.reminders.morning-evening.label" = "Утренние и вечерние азкары";

/* loco:61866ff3ec9903040e036242 */
"settings.reminders.jumua.label" = "Дуа в день джумуа";

/* loco:618674ea3cc7173eb4689213 */
"settings.reminders.sounds.sound" = "Звук";

/* loco:6186a0a9c6374c25b951f3b3 */
"settings.reminders.jumua.switch-label" = "Напоминать о дуа в день джумуа";

/* loco:6186a1a7bd0b8e5ea959c7f2 */
"settings.reminders.time" = "Время";

/* loco:6186a3c64d1091229c4d8092 */
"fonts.title" = "Шрифты";

/* loco:6186a8a0e405a0308637ece2 */
"notifications.jumua.title" = "Дуа в день Джумуа";

/* loco:61aa01ebe3c9fb182c6a38f3 */
"settings.reminders.enable" = "Включить напоминания";

/* loco:61aa14ef6322141a057ad0c2 */
"fonts.type.standard" = "Стандартные";

/* loco:61aa234d9b461d31c13d9d42 */
"settings.reminders.no-access.general" = "Azkar не может отправлять вам уведомления, так как вы не предоставили доступ.";

/* loco:61aa2389d9822d61d57b9cc2 */
"settings.reminders.no-access.no-sound" = "У Azkar есть доступ на отправку уведомлений, но звук уведомлений отключён";

/* loco:61aa26c636fd8600d907a742 */
"settings.reminders.no-access.title-general" = "Нет доступа на отправку уведомлений";

/* loco:61aa2a7c03a973069321ca02 */
"settings.reminders.no-access.title-sound" = "Нет доступа на воспроизведение звуков";

/* loco:61aa32a8fd6608465c1423c2 */
"settings.reminders.no-access.turn-on-title" = "Включить в Настройках";

/* loco:61aa705ae4967d55612e9162 */
"subscribe.purchase-title" = "Продолжить";

/* loco:61aa7071e4967d55612e9165 */
"subscribe.subscribe-title" = "Подписаться";

/* loco:61aa70c6e7b7044c8e4dff52 */
"subscribe.features.custom-fonts.title" = "10+ различных шрифтов";

/* loco:61aa70ea52ca0d30da55bb52 */
"subscribe.features.color-themes.title" = "Красочные темы";

/* loco:61aa712b28291652a94c8782 */
"subscribe.features.reminder-sounds.title" = "Набор дополнительных звуков для уведомлений";

/* loco:61aa756dd494eb6731148d34 */
"subscribe.features.more.title" = "Все новые премиум функции";

/* loco:61aa8e48c6d91d41903be9d2 */
"subscribe.billing.monthly" = "Ежемесячное списание";

/* loco:61aa8e5f27faea1edc23b395 */
"subscribe.billing.lifetime" = "Единоразовая покупка";

/* loco:61ab57dbfd43e5271d31cd72 */
"subscribe.finish.thanks" = "Поздравляем с покупкой **Azkar Pro**!";

/* loco:61ab57f72293f73f7e210c83 */
"common.done" = "Готово";

/* loco:61ab652175bf9f6a00299793 */
"subscribe.title" = "Часть функционала доступна только пользователям **Azkar Pro**.";

/* loco:61ab653593fedc4d1b4e9b43 */
"subscribe.why.title" = "Почему?";

/* loco:61ab657693fedc4d1b4e9b45 */
"subscribe.why.message" = "• Все основные функции Azkar доступны пользователям **бесплатно**.\n\n• Разработка и размещение приложений в App Store отнимает время и деньги, встроенные покупки помогают покрыть эти расходы.\n\n• Бесплатное приложение без рекламы и встроенных покупок не приносит доходов разработчику.\n\n• Мы решили разработать эти функции, чтобы не внедрять рекламу и не делать приложение платным, вместе с тем, не ограничивая пользователей.";

/* loco:61ad0c52e76eec0277214ef4 */
"subscribe.restore" = "Восстановить";

/* loco:61b2931bb604d95528253122 */
"credits.sounds" = "🔊 Звуки";

/* loco:61b7d56044ec6500026a34d2 */
"fonts.type.arabic.naskh" = "Насх";

/* loco:61b7d5eec059d50f070adf82 */
"fonts.type.arabic.other" = "Другие";

/* loco:61b7d8a955d27101591d98a2 */
"fonts.type.arabic.riqa" = "Рика";

/* loco:61b7d8bf3f82bc2c317b4e42 */
"fonts.type.arabic.thuluth" = "Сулюс";

/* loco:61b7d8d03f82bc2c317b4e44 */
"fonts.type.arabic.kufi" = "Куфийские";

/* loco:61b7d8e44722e33ed306cad2 */
"fonts.type.arabic.maghribi" = "Магрибийские";

/* loco:61b7d8fdb0c3027b9260fa72 */
"fonts.type.arabic.modern" = "Современные";

/* loco:61b8885c24c32956f324fe12 */
"fonts.arabic.info" = "Часть шрифтов не поддерживает отображение огласовок. Чтобы узнать, поддерживает шрифт огласовки или нет, обратите внимание на картинку с примером справа от названия шрифта.";

/* loco:61ba78c886a4876c056fcbd2 */
"common.report-problem" = "Сообщить о проблеме";

/* loco:61d8ce4f9649e2672e2ec422 */
"subscription.period.week" = "неделя";

/* loco:61d8ce9d91bec5750b678643 */
"subscription.period.month" = "месяц";

/* loco:61d8cf1f16155747056fa602 */
"subscription.period.year" = "год";

/* loco:61dacaba8f145e209c6364f2 */
"settings.counter.counter-ticker" = "Звук";

/* loco:61dacadc49fd191a2079db02 */
"settings.counter.counter-haptics" = "Вибро-отклик";

/* loco:61dace60debaf86f4845fe52 */
"settings.counter.go-to-next-dhikr" = "Открывать следующий зикр по завершении";

/* loco:61db3fc7cb06745fad0decc2 */
"settings.counter.title" = "Счётчик";

/* loco:61db41231221576d9b5197d2 */
"settings.counter.go-to-next-dhikr-tip" = "Если эта опция включена, при завершении чтения какого-либо зикра, приложение автоматически откроет следующий";

/* loco:61f1c944edd23f7bcc0010b2 */
"subscribe.billing.auto-renewing" = "Подписка возобновляется автоматически, пока вы сами не отключите её";

/* loco:61f449635b97614a194167b3 */
"subscribe.cancel" = "Отменить подписку";

/* loco:61f44a12884e155bb4613832 */
"settings.reminders.header" = "Настройки";

/* loco:625e27257da16f1c924dcdf2 */
"settings.text.translation-line-spacing" = "Межстрочный интервал (перев.)";

/* loco:6262143bb169480ae918f0f2 */
"settings.text.line-spacing" = "Межстрочный интервал";

/* loco:6262161aebeb3c35cb59e372 */
"settings.text.arabic-line-spacing" = "Межстрочный интервал (араб.)";

/* loco:62663f68ce3ee70630279002 */
"common.share" = "Поделиться";

/* loco:62663fc1ce3ee70630279005 */
"share.image" = "Изображение";

/* loco:62663fc97d8d785cd0120ab2 */
"share.text" = "Текст";

/* loco:62664012d6d79461413a7be2 */
"share.shared-with-azkar" = "Приложение Azkar";

/* loco:62676d80e2a112673f3aaf02 */
"common.send" = "Отправить";

/* loco:62676e00e2a112673f3aaf05 */
"share.include-title" = "Вложить заголовок";

/* loco:62676e29985f054158326b44 */
"share.include-benefit" = "Вложить текст о пользе";

/* loco:62676e6d0cd95f22eb7d8343 */
"share.text-alignment" = "Выравнивание текста";

/* loco:62676e8446fbe50b9d4e6ce5 */
"share.include-azkar-logo" = "Добавить логотип Azkar";

/* loco:62a3da0f235f6f3c4d67e702 */
"settings.counter.counter-type.title" = "Тип";

/* loco:62a3db23040e5f5de15d1b22 */
"settings.counter.counter-type.info" = "Данная опция позволяет переключить тип счётчика, который будет использоваться на экране чтения.\n\n«Кнопка» — нужно нажимать на круглую кнопку в нижнем углу смартфона.\n«Нажатие» — нужно нажимать на любую область экрана чтения 2 раза.";

/* loco:62a3db2fc0be1b3131026a02 */
"settings.counter.counter-type.button" = "Кнопка";

/* loco:62a3db390215e83bce464f22 */
"settings.counter.counter-type.tap" = "Нажатие";

/* loco:62ffc14e543dec52fd7c97e2 */
"settings.breaks.title" = "Использовать умные переносы";

/* loco:62ffc15f543dec52fd7c97e4 */
"settings.breaks.info" = "Если эта опция включена, приложение будет вставлять перенос на новую строку после каждого предложения в тексте зикра/дуа.";

/* loco:63f266816619d84fed604d12 */
"text.source.darimi" = "ад-Дарими";

/* loco:64685cc9b06ff5ac5d038012 */
"settings.icon.list.midjourney001" = "MidJourney v0.0.1";

/* loco:648908d744aa3312b00a73d2 */
"subscribe.purchase-for" = "Купить за %@";

/* loco:64987d224520bb0bc4067432 */
"settings.text.language" = "Язык перевода";

/* loco:6498c58c9e297fe96e0bd202 */
"widgets.virtues.description" = "Различные Аяты и хадисы, описывающие достоинства поминания Аллаха Всевышнего";

/* loco:6498c59c155d7bfdbd0fc632 */
"widgets.virtues.title" = "Достоинства поминания";

/* loco:6498c7e727e02a0e210f4dd2 */
"text.source.beyhaqi" = "Байхаки";

/* loco:64c256d7cca8fc943901d482 */
"category.night" = "Перед сном";

/* loco:64e1491b553068afbc08cba2 */
"updates.title" = "Что нового в этой версии?";

/* loco:64e14a3c3374405ffc011572 */
"common.continue" = "Продолжить";

/* loco:64f48bf78c7e54e487005622 */
"settings.counter.counter-size.title" = "Размер";

/* loco:652e60054bcc91370100cf02 */
"credits.fonts" = "✏️ Шрифты";

/* loco:6535334d92e851948f0c93e2 */
"settings.counter.subtitle" = "Настройки счётчика азкаров";

/* loco:6535339f39cb34bf26001022 */
"settings.text.subtitle" = "Шрифт, межстрочный интервал, размер текста";

/* loco:653533e22d1ca50cf8099fc2 */
"settings.reminders.subtitle" = "Напоминания об утренних и вечерних азкарах и др.";

/* loco:65353505195b9ae08b05c792 */
"settings.appearance.subtitle" = "Цветовые схемы, внешний вид приложения";

/* loco:65353837c0d82d2e8e0acec2 */
"settings.appearance.app-theme.title" = "Темы";

/* loco:6547c45e1a08a12bb90e4582 */
"share.share-as" = "Поделиться как";

/* loco:65513341afad6c07cb04cbc2 */
"common.no-search-results" = "Нет результатов поиска";

/* loco:658771a53dc123fa61097292 */
"search.suggested-queries" = "Поисковые запросы";

/* loco:658771d0d65380d8a405e0d2 */
"search.suggested-adhkar" = "Азкары";

/* loco:65fecdd1295e1fe77e0041b2 */
"settings.text.reading_mode.title" = "Режим чтения";

/* loco:65fecde16862d26126092fc2 */
"settings.text.reading_mode.normal.title" = "Обычный";

/* loco:65fecdfe6862d26126092fc4 */
"settings.text.reading_mode.line_by_line.title" = "Совмещённый";

/* loco:65fed0f518e1a338e60a76d2 */
"remaining-repeats.few" = "ещё %d раза";

/* loco:65fed16511d3377b280c6fe2 */
"remaining-repeats" = "ещё %d раз";

/* loco:65fed281a77801cb1109a8d2 */
"remaining-repeats.other" = "ещё %d раз";

/* loco:65fed294601f558bf40f81a2 */
"remaining-repeats.zero" = "завершено";

/* loco:65fedd773e40ff70fe0f2132 */
"repeats_number" = "один раз";

/* loco:65feddfe06b43b0a3a0d8cd2 */
"repeats_number.few" = "%d раза";

/* loco:65fede09ff347a8a3908a572 */
"repeats_number.other" = "%d раз";

/* loco:65fede187acffe093d020172 */
"repeats_number.zero" = "завершено";

/* loco:670accddcb8d628a530d0db2 */
"credits.title" = "Ссылки";

/* loco:670ace7f1cc0ba3d22047692 */
"credits.subtitle" = "Информация о текстовых, графических и других материалах.";

/* loco:6715750c71d32aa2c00a39d2 */
"widgets.launcher.title" = "Быстрый запуск";

/* loco:6720076f25dc6955a501c3b2 */
"adhkar-collections.azkar-ru.title" = "Сайт Azkar.ru";

/* loco:672007902a4ab0944b0fab52 */
"adhkar-collections.hisn.title" = "Сборник «Крепость верующего»";

/* loco:6720439a471d1dc2e801ec72 */
"settings.text.adhkar_collections_source.title" = "Коллекция";

/* loco:67369b4fd54412dd82050a02 */
"adhkar-collections.hisn.short-title" = "«Крепость»";

/* loco:67369c422b23565a710c4e42 */
"adhkar-collections.hisn.description" = "Коллекция утренних и вечерних азкаров из известного сборника «Крепость верующего».\nДанная коллекция используется в подавляющем большинстве приложений для чтения азкаров.";

/* loco:67369c74929eec79f3067e32 */
"adhkar-collections.azkar-ru.description" = "Это коллекция с сайта Azkar.ru, которая использовалась в этом приложении с момента его создания.";

/* loco:67369d488d5c908c7e03b5b2 */
"adhkar-collections.order-explanation-text" = "В Сунне Пророка, да благословит его Аллах и приветствует, нет указания на определенный порядок чтения азкаров. Составитель того или иного сборника располагает азкары в нём на своё усмотрение и читатель так же вправе выбирать для себя удобный порядок чтения.";

/* loco:67369d826fcbe216e70bea42 */
"adhkar-collections.selection-screen-title" = "Выберите коллекцию";

/* loco:6736aa2c11eb1b36f10e99a2 */
"adhkar-collections.onboarding.title" = "Коллекции утренних и вечерних азкаров";

/* loco:6736aa42d3e71a04b103afc2 */
"adhkar-collections.onboarding.step1" = "На основе пожеланий множества пользователей, мы добавили новую коллекцию азкаров.";

/* loco:6736aa4f9392b40b6c0dae62 */
"adhkar-collections.onboarding.step2" = "Пожалуйста, выберите какую именно коллекцию вы хотите использовать.";

/* loco:6736aa5ffe036b03b20c6112 */
"adhkar-collections.onboarding.step3" = "Выбор можно изменить в настройках в любое время.";

/* loco:67487e00cea3ca01780d0e22 */
"text.source.tabarani" = "ат-Табарани";

/* loco:67487ed47cae9588d40a76a2 */
"text.source.ibnmaja" = "Ибн Маджа";

/* loco:676216fd78a40d7413056c52 */
"settings.appearance.app-theme.reader" = "Читалка";

/* loco:67c0fbbe11bda37939023142 */
"settings.appearance.app-theme.flat" = "Плоская";

/* loco:67c0ff82d316729cc007db12 */
"settings.appearance.color-scheme.auto.description" = "Приложение автоматически подстраивается под настройки устройства.";

/* loco:67c0ffdb35e1c1a53c07dd52 */
"settings.appearance.color-scheme.dark.description" = "Приложение всегда использует тёмную тему";

/* loco:67c1000788990e9bf80fbba2 */
"settings.appearance.color-scheme.light.description" = "Приложение всегда использует светлую тему";

/* loco:67c251366daed5f6e30b9be2 */
"settings.appearance.color-theme.forest" = "Лес";

/* loco:67c251366daed5f6e30b9be3 */
"remaining-repeats-plural-4" = "";

/* loco:67c251366daed5f6e30b9be4 */
"remaining-repeats-plural-5" = "";

/* loco:67c251366daed5f6e30b9be5 */
"repeats_number-plural-4" = "";

/* loco:67c251366daed5f6e30b9be6 */
"repeats_number-plural-5" = "";

/* loco:67c612df2b5fd982db0afb52 */
"share.show-extra-options" = "Дополнительные опции";

/* loco:67c61377628c0e86960f43f2 */
"share.background-header" = "Фон";

/* loco:67c6143245fa653e230b0b52 */
"share.include-translation" = "Текст перевода";

/* loco:67c61465f4583cf9680de7b3 */
"share.include-transliteration" = "Текст транскрипции";

/* loco:67c6617997a26c59c002d9d2 */
"settings.icon.pro.light" = "Свет";

/* loco:67c661b432e3ff4c72069732 */
"settings.icon.pro.spring" = "Весна";

/* loco:67c661bf8df85edfe60f7662 */
"settings.icon.pro.crescent" = "Молодая луна";

/* loco:67c6631073cf661749021ee2 */
"settings.icon.pro.serpentine" = "Лунный серпантин";

/* loco:67c6636d17f829901803f242 */
"settings.icon.pro.vibrantMoon" = "Яркий полумесяц";

/* loco:67c690caa964cd37d4086c12 */
"settings.text.extra" = "Дополнительные настройки";

/* loco:67ca4c6de7d5b0a3cd057e62 */
"reading_completion.title" = "Завершено!";

/* loco:67ca4c8d3f736da64f071ee2 */
"reading_completion.subtitle" = "Вы завершили чтение азкаров в этом разделе";

/* loco:67ca4e1cb20379922c0519a2 */
"reading_completion.track_your_progress" = "Вы можете отметить свой прогресс";

/* loco:67ca4e3c07d851f727021df2 */
"reading_completion.mark_as_completed" = "Отметить как прочитанное";

/* loco:67cb4271b5972d2a710dbbf2 */
"share.image_saved" = "Изображение сохранено";

/* loco:67cb42ac8549938f6804deb3 */
"share.text_copied" = "Текст скопирован";

/* loco:67cde8c29f20cc426b0c87a2 */
"settings.text.adhkar_collections_source.header" = "Коллекция утренних и вечерних азкаров";

/* loco:67cde9e3391f607d1c044682 */
"settings.text.content.header" = "Перевод и транслитерация";

/* loco:67cdea8d51da75a5a30cb542 */
"settings.text.fonts.header" = "Шрифты";

/* loco:67cdeb383745ec779e01df82 */
"settings.text.transliteration" = "Тип транслитерации";

/* loco:67ce0bca35b05807960e5b42 */
"settings.counter.counter-position.title" = "Позиция";

/* loco:67ce0bdb2432651f97090332 */
"settings.counter.counter-position.left" = "Слева";

/* loco:67ce0be241e98392cf02b7b2 */
"settings.counter.counter-position.center" = "Центр";

/* loco:67ce0be5ee67e9b9f504bf52 */
"settings.counter.counter-position.right" = "Справа";

/* loco:67ce3bd0921c4aeb09068db2 */
"widgets.completion.title" = "Прогресс чтения";

/* loco:67ce3c9819d2d678ae059292 */
"widgets.completion.description" = "Следите за прогрессом чтения прямо на экране блокировки. Виджет обновляется автоматически при изменении вашего ежедневного прогресса.";

/* loco:67db6c1262dafcba9a0e3262 */
"common.reset-counter" = "Сбросить счётчик";

/* loco:67db962af182fd4ce1019912 */
"common.complete" = "Завершить";

/* loco:684745b88d26e1773e019f62 */
"category.hundred-dua" = "100 дуа из Корана и Сунны";

/* loco:6851bd72ff87c94976095c62 */
"settings.icon.list.azure" = "Лазурь";

/* loco:6851c0e97819083e0c08cf02 */
"settings.icon.list.cookie" = "Кратерная печенюшка";

/* loco:6853fafa46f211ae830bc082 */
"share.background-type.all" = "Все";

/* loco:6853fb0de60fd70c13098af2 */
"share.background-type.color" = "Цвета";

/* loco:6853fb16bd7358137c0717b2 */
"share.background-type.pattern" = "Паттерны";

/* loco:6853fb1ede64d6f7c6081ad2 */
"share.background-type.image" = "Изображения";

/* loco:68f0212ac35d4acb100c9292 */
"share.include-original-text" = "Текст оригинала";

/* loco:68f0d8c75457d642540b2963 */
"share.font-size" = "Размер текста";

/* loco:68f22f56cfbed3c92b0fb302 */
"common.error" = "Ошибка";

/* loco:68f22f7156026dbcaf0509b2 */
"common.ok" = "ОК";

/* loco:68f22f8bfb079e1402051877 */
"common.cancel" = "Отмена";

/* loco:68f22fa6f3096aefbb0ee514 */
"common.settings" = "Настройки";

/* loco:68f235c21cace3c73f0792a3 */
"share_photo_library_access_denied" = "Доступ к фотоплёнке запрещён. Разрешите доступ в настройках.";

/* loco:690163b14499ba273a060d92 */
"common.search" = "Поиск";

/* loco:69016413e8a239ac2c05dda2 */
"settings.zikr.title" = "Азкары";

/* loco:6901642fd5ffd4254a0e83a2 */
"settings.zikr.subtitle" = "Настройки чтения азкаров";

/* loco:690165e39be6cfd46d066612 */
"common.menu" = "Меню";

/* loco:6903e848b833b302f00a95e2 */
"settings.text.reading_mode.line_by_line.description" = "Каждая строка арабского текста сопровождается переводом и транскрипцией.";

/* loco:6903e95572435428fc0c2902 */
"settings.text.reading_mode.normal.description" = "Оригинальный текст и перевод отображаются отдельными блоками.";

/* loco:6905070f18834ebdae0f6aa2 */
"fonts.monospace-font" = "Моноширинный";

/* loco:69160f7b45b70dd3460932f3 */
"common.apply" = "Применить";

/* loco:6918e9d904ad8418ec061284 */
"common.contact" = "Обратная связь";

/* loco:6918ea0c3c782ccc11061b02 */
"purchases.unavailable" = "Покупки в приложении недоступны";

/* loco:6918ea3cdd8d6a0e920be0b2 */
"purchases.unavailable-message" = "На этом устройстве нельзя совершать покупки, потому что платёжная система недоступна. Убедитесь, что магазин установлен и вы вошли в систему, затем попробуйте ещё раз.";

/* loco:6918ea83e219dd096c0b3b02 */
"common.unable-to-load" = "Не удалось загрузить";

/* loco:6918eaa8fd6c4165930d96e2 */
"purchases.generic-error" = "Сейчас не удаётся показать варианты подписки. Пожалуйста, попробуйте позже.";

/* loco:692895dc3c209e107204e0e2 */
"common.language" = "Язык";

/* loco:6928a04a6fd2fc1c9203cb92 */
"common.theme" = "Тема";

/* loco:6928a13475ed92e8a20e0422 */
"settings.appearance.language" = "Язык приложения";

/* loco:6934ad5236ee0cae320b90e2 */
"common.skip" = "Пропустить";

/* loco:6934ae0cf92732b907001213 */
"common.back" = "Назад";

/* loco:6934ae2cc09afbfa9c03ffc2 */
"common.next" = "Далее";

/* loco:6934ae9f42b2b9c685099e42 */
"settings.onboarding.title" = "Инструкции";

/* loco:6934aed56bef68275107b6a2 */
"settings.onboarding.subtitle" = "Как пользоваться приложением";

/* loco:6934af419246539598003b23 */
"onboarding.transliteration.intro" = "Транскрипция помогает читать арабский текст латинскими или кириллическими буквами.";

/* loco:6934b0bb7e22b72dd401ce43 */
"onboarding.transliteration.types.DIN31635" = "Строгая научная система латинизации арабского письма. Передаёт каждую букву арабского алфавита однозначно, с использованием диакритики. Подходит для точного академического чтения.";

/* loco:6934b16880ad2fc8120bf342 */
"onboarding.collections.title" = "Коллекции азкаров";

/* loco:6934b4858a2bcdd8600ee712 */
"onboarding.transliteration.title" = "Транскрипция";

/* loco:6934b7e20c95e13bf8021372 */
"onboarding.collections.message" = "В приложении доступно 2 коллекции азкаров";

/* loco:6934b841a9b612a7ba048fe3 */
"onboarding.welcome.title" = "Добро пожаловать в Azkar!";

/* loco:6934b894e4873014f401f064 */
"onboarding.welcome.message" = "Позвольте мне представить вам небольшой гайд по настройке функций приложения.\n\nЭто позволит вам настроить приложение для более удобного пользования.";

/* loco:6934bb672db6e7eeea02d6b2 */
"onboarding.completion.title" = "Настройка завершена!";

/* loco:6935921479a47f81ca09f062 */
"onboarding.reading-mode.title" = "Режим чтения";

/* loco:6935921cbda1e14ae50b3942 */
"onboarding.reading-mode.message" = "Вам доступно два режима чтения. Обычный режим отображает текст в виде секций. Совмещённый режим показывает текст строка за строкой.";

/* loco:6935de48ee19b7aa110910f2 */
"onboarding.completion.message" = "Готово! Если вам нужна помощь или вы хотите поделиться обратной связью, смело обращайтесь к нам в Telegram — мы всегда рады помочь.";

/* loco:6935de90bc492ea383003753 */
"onboarding.completion.contact" = "Написать в Telegram";

/* loco:694435dbb7fd299e1703ccf2 */
"common.open" = "Открыть";

/* loco:694436d9a61435352701fcb2 */
"ads.dont-show-again" = "Не показывать снова";
